cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/homebrew-fonts'

brew 'chruby'
brew 'cmake'
brew 'curl'
brew 'node'
brew 'openssl'
brew 'ruby-install'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'zsh'

cask 'firefox'
cask 'google-chrome'
cask 'openemu'
cask 'transmission'
cask 'slack'
cask 'vagrant'
cask 'virtualbox'

cask 'font-bitstream-vera'
cask 'font-hack'
cask 'font-inconsolata'
cask 'font-roboto'
cask 'font-lato'

# MAS: 1password, tweetbot, dash, xscope, reeder
