cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/homebrew-fonts'

brew 'chruby'
brew 'crystal-lang'
brew 'elixir'
brew 'erlang'
brew 'go'
brew 'node'
brew 'python'
brew 'ruby-install'
brew 'rust'

brew 'cmake'
brew 'curl'
brew 'fortune'
brew 'git'
brew 'gnupg'
brew 'heroku-toolbelt'
brew 'htop-osx'
brew 'hub'
brew 'imagemagick'
brew 'irssi'
brew 'keybase'
brew 'openssl'
brew 'postgresql'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'screenfetch'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'zsh'

cask '1password'
cask 'aerial'
cask 'aseprite'
cask 'atom'
cask 'brave'
cask 'cathode'
cask 'dash'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'kaomoji'
cask 'openemu'
cask 'sequel-pro'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'vagrant'
cask 'vagrant-bar'
cask 'virtualbox'
cask 'vivaldi'
cask 'vlc'
cask 'yandex'

cask 'font-anonymous-pro'
cask 'font-bitstream-vera'
cask 'font-droid-sans-mono'
cask 'font-droid-serif'
cask 'font-fira-code'
cask 'font-fira-mono'
cask 'font-fira-sans'
cask 'font-fontawesome'
cask 'font-hack'
cask 'font-inconsolata'
cask 'font-ionicons'
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro'
cask 'font-twitter-color-emoji'
cask 'font-ubuntu'
cask 'font-vt323'

# MAS: calcbot, tweetbot, xscope, safari TP, pixelmator, daisydisk
