cask_args appdir: "/Applications"

tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/services"

brew "chruby"
brew "ctop"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "neovim"
brew "node"
brew "openssl"
brew "postgresql"
brew "python"
brew "python@2"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby-install"
brew "shellcheck"
brew "terraform"
brew "tmux"
brew "vault"
brew "yarn"
brew "zplug"
brew "zsh"

cask "font-hack"
cask "font-hack-nerd-font"
cask "font-open-sans"
cask "google-cloud-sdk"
